{
    "title": {
        "1": "Firefly Hoodie",
        "2": "Firefly Enamel Keychain",
        "3": "Uncharted Compass",
        "4": "Collectible Lapel Pins–Set of 4",
        "5": "Uncharted Legacy of Thieves collection",
        "6": "Armored Clicker Figure",
        "7": "The Last of US Part 1",
        "8": "The Last of US Part2",
        "9": "ETA-2 Interceptor",
        "10": "R3-Series Droid",
        "11": "T-70 X-Wing",
        "12": "Y-Wing Fighter",
        "13": "Super Tactical Droid"
    },
    "desc": {
        "1": "Stay warm in any weather with this cozy hoodie, featuring The Last of Us Part I logo across the back under the hood, and an embroidered Firefly icon on the left chest! ",
        "2": "A Firefly keychain. Show them your willing to live.",
        "3": "Desk compass in a hinged wooden gift box. Card compass has directional Fleurs De Lis seeking north.",
        "4": "Set of four die struck lapel pins in a gift box. Three pins at 1.25 and one pin at 2. Antiqued gold or silver plating. Standard post with butterfly clutch.",
        "5": "Join Nathan Drake and Chloe Frazer across the globe as they confront warmongers and mercenaries, unite with former colleagues, uncover forgotten histories and tackle their deepest fears to forge their legacy.",
        "6": "Naughty Dog and Dark Horse are proud to present the all-new Armored Clicker PVC Figure as the newest addition to the current lineup of The Last of Us Part II figures. Bringing to life the terrifying, Cordyceps-infected creatures, this deluxe collectible features an armored Clicker, twitching in anticipation to attack. Standing at 8.75 tall, this terrifying figure was sculpted, prototyped, and painted with stomach-churning detail by the artists at Level52 Studios. Offering meticulous detail and authenticity, from bloody twitching hands to tattered clothes, this terrifying collectible is a perfect addition to any The Last of Us fan’s collection. ",
        "7": "The single-player story follows Joel, who is tasked with escorting the young Ellie across a post-apocalyptic United States and defend against cannibalistic creatures infected by a mutated strain of the Cordyceps fungus.",
        "8": "The game focuses on two playable characters in a post-apocalyptic United States whose lives intertwine: Ellie, who sets out in revenge for a murder, and Abby, a soldier who becomes involved in a conflict between her militia and a religious cult.",
        "9": "Measuring 5.47 meters in length, the ETA-2 is a highly maneuverable combat-oriented starfighter and is faster than its Aethersprite predecessor, with twin ion engines providing a maximum acceleration of 5,200G and a max speed of 1,500 kph. The Eta-2 features wings with upper and lower radiator panels, S-foils, that are opened to shed excess heat from the ship's engines. The radiator wings are primarily opened during intense combat. For defense, the ship featured two laser cannons and two ion cannons. Unlike laser cannons, the ship's ion cannons fire bursts of plasma that cause temporary electrical disruptions to their target upon impact.",
        "10": "The R3-series astromech droid features much of the same hardware as its predecessor, the R2 unit, lacking only the earlier droid's extendible video sensor. The R3's chassis is largely cylindrical, appearing as an upright tube with a short, truncated cone at its base. Keeping the droid upright are two narrow legs, each of which terminate in a treaded foot shaped like trapezoidal prisms, a third leg is housed within the droid body and could be extended when necessary to afford greater stability. Capping the unit's design is a hardy, rotating, plastex or transparisteel dome. The astromech is sealed to allow for functionality in the vacuum of space.",
        "11": "The T-70 X-wing starfighter is a cruciform starfighter measuring 12.48 meters in length with a maximum capacity of a single pilot and bottom-loaded astromech droid, which fits into a socket and can be variably configured for different models. If needed, the droid can fly the starfighter without the aid of a pilot, and can even do so remotely. The vessel's targeting computer, flight controls and other essential piloting instruments are located inside an armored cockpit module, under which a removable liquid-cooled flight computer further aids the pilot in ship-based operations. Access panels for computer access and storage exist inside the 'nose' of the vessel, along with an auxiliary generator and storage area typically used for stashing survival gear. A small sensor window marks the location of the ships primary sensor array at the very tip of the nosecone, located behind an emergency beacon. Behind the pilot, a built-in life support system allows the occupant to breathe in an oxygenated atmosphere.",
        "12": "Affectionately known as a \"wishbone\" to Rebel Alliance and New Republic pilots, the Y-wing starfighter is deployed as a fighter-bomber, designed to fight its way to its objective, deliver its payload of high explosives, and fight its way out again. Its weaponry includes two laser cannons, two ion cannons, and two proton torpedo launchers. An astromech droid, such as an R2 unit, can be plugged into a socket behind the cockpit to act as a co-pilot and manage the ship's various systems.",
        "13": "A pretty good droid for coordinating attacks. Not good at fighting, just good at planning."
    },
    "Navbar": {
        "searchPlaceholder": "What are you looking for?",
        "searchButtonLabel": "search products",
        "logoAlt": "Sample Logo",
        "searchIconAlt": "search icon",
        "greetingText": "Hi Gamer",
        "historyLink": "ORDER HISTORY",
        "arrowAlt": "Drop Down Arrow",
        "cartAlt": "show cart",
        "navLinkHome": "HOME",
        "navLinkDroids": "MERCH",
        "navLinkVehicles": "GAMES"
    },
    "Home": {
        "welcomeSubtitle": "Charting the Uncharted, Surviving the Undead",
        "symbolAlt": "Imperial Credit currency symbol"
    },
    
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Lightspeed",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "Name on Card",
        "payNameHolder": "First Last",
        "accountLabel": "Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Security Code",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "remove item from cart",
        "totalLabel": "Total: ",
        "orderLabel": "PLACE ORDER",
        "termsStatement": "I have read and agree to the Terms and Conditions",
        "termsLink": "(View)",
        "successMessage": "Order placed successfully!",
        "noItemMessage": "Add items to cart to checkout."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "ADD TO CART"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "No items in cart.",
        "deleteAlt": "Delete item from cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "Close Cart"
    },
    "OrderHistory": {
        "historyTitle": "Order History",
        "dateHeading": "Date",
        "numberHeading": "Order Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "open sidebar menu"
    },
    "LocaleSelector": {
        "localeLabel": "Locale: ",
        "localeEN": "English - US",
        "localeZH": "Chinese - China"
    },
    "Special": "Special"
}
